Repository: bandanpixster-ship-it/LocalizerHelper
Catalog: Localizable.xcstrings
Source language: en
Languages: af, bn, de, es, fr, hi, hr, id, mr, pt_br, ta, te, zu

source: We couldn't detect any text in the image. Please make sure the text is clear and visible, then try again.
af: Ons kon geen teks in die prent bespeur nie. Maak asseblief seker dat die teks duidelik en sigbaar is, en probeer dan weer.
bn: আমরা ছবিতে কোনো পাঠ্য সনাক্ত করতে পারিনি৷ দয়া করে নিশ্চিত করুন যে পাঠ্যটি পরিষ্কার এবং দৃশ্যমান, তারপর আবার চেষ্টা করুন৷
de: Wir konnten im Bild keinen Text erkennen. Bitte stellen Sie sicher, dass der Text klar und sichtbar ist, und versuchen Sie es dann erneut.
es: No pudimos detectar ningún texto en la imagen. Asegúrese de que el texto sea claro y visible y vuelva a intentarlo.
fr: Nous n'avons détecté aucun texte dans l'image. Veuillez vous assurer que le texte est clair et visible, puis réessayez.
hi: हम छवि में कोई पाठ नहीं ढूंढ सके। कृपया सुनिश्चित करें कि पाठ स्पष्ट और दृश्यमान है, फिर पुनः प्रयास करें।
hr: Nismo mogli otkriti nikakav tekst na slici. Provjerite je li tekst jasan i vidljiv, a zatim pokušajte ponovno.
id: Kami tidak dapat mendeteksi teks apa pun dalam gambar. Harap pastikan teksnya jelas dan terlihat, lalu coba lagi.
mr: आम्ही प्रतिमेमध्ये कोणताही मजकूर शोधू शकलो नाही. कृपया मजकूर स्पष्ट आणि दृश्यमान असल्याची खात्री करा, नंतर पुन्हा प्रयत्न करा.
pt_br: Não foi possível detectar nenhum texto na imagem. Certifique-se de que o texto esteja claro e visível e tente novamente.
ta: படத்தில் உள்ள எந்த உரையையும் எங்களால் கண்டறிய முடியவில்லை. உரை தெளிவாகவும் தெரியும்படியும் இருப்பதை உறுதிசெய்து, மீண்டும் முயற்சிக்கவும்.
te: మేము చిత్రంలో ఏ వచనాన్ని గుర్తించలేకపోయాము. దయచేసి వచనం స్పష్టంగా మరియు కనిపించేలా ఉందని నిర్ధారించుకోండి, ఆపై మళ్లీ ప్రయత్నించండి.
zu: Asikwazanga ukuthola noma yimuphi umbhalo esithombeni. Sicela uqinisekise ukuthi umbhalo ucacile futhi uyabonakala, bese uyazama futhi.

source: We couldn't detect any text in the pdf image. Please make sure the text is clear and visible, then try again.
af: Ons kon geen teks in die pdf-prent bespeur nie. Maak asseblief seker dat die teks duidelik en sigbaar is, en probeer dan weer.
bn: আমরা পিডিএফ ইমেজে কোনো লেখা সনাক্ত করতে পারিনি। দয়া করে নিশ্চিত করুন যে পাঠ্যটি পরিষ্কার এবং দৃশ্যমান, তারপর আবার চেষ্টা করুন৷
de: Wir konnten im PDF-Bild keinen Text erkennen. Bitte stellen Sie sicher, dass der Text klar und sichtbar ist, und versuchen Sie es dann erneut.
es: No pudimos detectar ningún texto en la imagen pdf. Asegúrese de que el texto sea claro y visible y vuelva a intentarlo.
fr: Nous n'avons détecté aucun texte dans l'image PDF. Veuillez vous assurer que le texte est clair et visible, puis réessayez.
hi: हम पीडीएफ छवि में किसी भी पाठ का पता नहीं लगा सके। कृपया सुनिश्चित करें कि पाठ स्पष्ट और दृश्यमान है, फिर पुनः प्रयास करें।
hr: Nismo mogli otkriti nikakav tekst na pdf slici. Provjerite je li tekst jasan i vidljiv, a zatim pokušajte ponovno.
id: Kami tidak dapat mendeteksi teks apa pun dalam gambar pdf. Harap pastikan teksnya jelas dan terlihat, lalu coba lagi.
mr: आम्हाला पीडीएफ इमेजमधील कोणताही मजकूर सापडला नाही. कृपया मजकूर स्पष्ट आणि दृश्यमान असल्याची खात्री करा, नंतर पुन्हा प्रयत्न करा.
pt_br: Não foi possível detectar nenhum texto na imagem PDF. Certifique-se de que o texto esteja claro e visível e tente novamente.
ta: pdf படத்தில் உள்ள எந்த உரையையும் எங்களால் கண்டறிய முடியவில்லை. உரை தெளிவாகவும் தெரியும்படியும் இருப்பதை உறுதிசெய்து, மீண்டும் முயற்சிக்கவும்.
te: మేము pdf చిత్రంలో ఏ వచనాన్ని గుర్తించలేకపోయాము. దయచేసి వచనం స్పష్టంగా మరియు కనిపించేలా ఉందని నిర్ధారించుకోండి, ఆపై మళ్లీ ప్రయత్నించండి.
zu: Asikwazanga ukuthola noma yimuphi umbhalo esithombeni se-pdf. Sicela uqinisekise ukuthi umbhalo ucacile futhi uyabonakala, bese uyazama futhi.

source: We couldn't find any bookmarks that matches\nyour search. Try using different keywords.
af: Ons kon geen boekmerke vind wat by\jou soektog pas nie. Probeer verskillende sleutelwoorde gebruik.
bn: আমরা আপনার অনুসন্ধানের সাথে মেলে এমন কোনো বুকমার্ক খুঁজে পাইনি৷ বিভিন্ন কীওয়ার্ড ব্যবহার করার চেষ্টা করুন।
de: Wir konnten keine Lesezeichen finden, die zu Ihrer Suche passen. Versuchen Sie es mit verschiedenen Schlüsselwörtern.
es: No pudimos encontrar ningún marcador que coincida\ncon su búsqueda. Intente utilizar diferentes palabras clave.
fr: Nous n'avons trouvé aucun favori correspondant à votre recherche. Essayez d'utiliser des mots-clés différents.
hi: हमें आपकी खोज से मेल खाने वाला कोई बुकमार्क नहीं मिला। विभिन्न कीवर्ड का उपयोग करने का प्रयास करें.
hr: Nismo mogli pronaći nijednu oznaku koja odgovara\nvašem pretraživanju. Pokušajte koristiti druge ključne riječi.
id: Kami tidak dapat menemukan bookmark apa pun yang cocok\npenelusuran Anda. Coba gunakan kata kunci yang berbeda.
mr: आम्हाला तुमच्या शोधाशी जुळणारे कोणतेही बुकमार्क सापडले नाहीत. भिन्न कीवर्ड वापरून पहा.
pt_br: Não foi possível encontrar nenhum favorito que corresponda à sua pesquisa. Tente usar palavras-chave diferentes.
ta: உங்கள் தேடலுடன் பொருந்தக்கூடிய எந்த புக்மார்க்குகளையும் எங்களால் கண்டுபிடிக்க முடியவில்லை. வெவ்வேறு முக்கிய வார்த்தைகளைப் பயன்படுத்த முயற்சிக்கவும்.
te: మేము మీ శోధనకు సరిపోలే\nబుక్‌మార్క్‌లను కనుగొనలేకపోయాము. విభిన్న కీలకపదాలను ఉపయోగించి ప్రయత్నించండి.
zu: Asikwazanga ukuthola noma yimaphi amabhukumaka afana\n nosesho lwakho. Zama ukusebenzisa amagama angukhiye ahlukene.

source: We couldn't find any conversation that matches your search. Try using different keywords.
af: Ons kon geen gesprek vind wat by jou soektog pas nie. Probeer verskillende sleutelwoorde gebruik.
bn: আমরা আপনার অনুসন্ধানের সাথে মেলে এমন কোনো কথোপকথন খুঁজে পাইনি৷ বিভিন্ন কীওয়ার্ড ব্যবহার করার চেষ্টা করুন।
de: Wir konnten keine Konversation finden, die Ihrer Suche entspricht. Versuchen Sie es mit verschiedenen Schlüsselwörtern.
es: No pudimos encontrar ninguna conversación que coincida con su búsqueda. Intente utilizar diferentes palabras clave.
fr: Nous n'avons trouvé aucune conversation correspondant à votre recherche. Essayez d'utiliser des mots-clés différents.
hi: हमें आपकी खोज से मेल खाती कोई बातचीत नहीं मिली. विभिन्न कीवर्ड का उपयोग करने का प्रयास करें.
hr: Nismo mogli pronaći nijedan razgovor koji odgovara vašoj pretrazi. Pokušajte koristiti druge ključne riječi.
id: Kami tidak dapat menemukan percakapan apa pun yang cocok dengan pencarian Anda. Coba gunakan kata kunci yang berbeda.
mr: आम्हाला तुमच्या शोधाशी जुळणारे कोणतेही संभाषण सापडले नाही. भिन्न कीवर्ड वापरून पहा.
pt_br: Não encontramos nenhuma conversa que corresponda à sua pesquisa. Tente usar palavras-chave diferentes.
ta: உங்கள் தேடலுடன் பொருந்தக்கூடிய எந்த உரையாடலையும் எங்களால் கண்டுபிடிக்க முடியவில்லை. வெவ்வேறு முக்கிய வார்த்தைகளைப் பயன்படுத்த முயற்சிக்கவும்.
te: మీ శోధనకు సరిపోలే ఏ సంభాషణను మేము కనుగొనలేకపోయాము. విభిన్న కీలకపదాలను ఉపయోగించి ప్రయత్నించండి.
zu: Asikwazanga ukuthola ingxoxo efana nosesho lwakho. Zama ukusebenzisa amagama angukhiye ahlukene.

source: We couldn't find any history that matches\nyour search. Try using different keywords.
af: Ons kon geen geskiedenis vind wat by\jou soektog pas nie. Probeer verskillende sleutelwoorde gebruik.
bn: আমরা আপনার অনুসন্ধানের সাথে মেলে এমন কোনো ইতিহাস খুঁজে পাইনি৷ বিভিন্ন কীওয়ার্ড ব্যবহার করার চেষ্টা করুন।
de: Wir konnten keinen Verlauf finden, der zu Ihrer Suche passt. Versuchen Sie es mit verschiedenen Schlüsselwörtern.
es: No pudimos encontrar ningún historial que coincida\ncon su búsqueda. Intente utilizar diferentes palabras clave.
fr: Nous n'avons trouvé aucun historique correspondant à votre recherche. Essayez d'utiliser des mots-clés différents.
hi: हमें आपकी खोज से मेल खाता कोई इतिहास नहीं मिला। विभिन्न कीवर्ड का उपयोग करने का प्रयास करें.
hr: Nismo mogli pronaći nikakvu povijest koja odgovara\nvašem pretraživanju. Pokušajte koristiti druge ključne riječi.
id: Kami tidak dapat menemukan riwayat apa pun yang cocok\npenelusuran Anda. Coba gunakan kata kunci yang berbeda.
mr: आम्हाला तुमच्या शोधाशी जुळणारा कोणताही इतिहास सापडला नाही. भिन्न कीवर्ड वापरून पहा.
pt_br: Não foi possível encontrar nenhum histórico que corresponda à sua pesquisa. Tente usar palavras-chave diferentes.
ta: உங்கள் தேடலுடன் பொருந்தக்கூடிய எந்த வரலாற்றையும் எங்களால் கண்டுபிடிக்க முடியவில்லை. வெவ்வேறு முக்கிய வார்த்தைகளைப் பயன்படுத்த முயற்சிக்கவும்.
te: మీ శోధనకు సరిపోలే\nచరిత్రను మేము కనుగొనలేకపోయాము. విభిన్న కీలకపదాలను ఉపయోగించి ప్రయత్నించండి.
zu: Asikwazanga ukuthola umlando ofana\nu nosesho lwakho. Zama ukusebenzisa amagama angukhiye ahlukene.

source: We couldn't find any language that matches\nyour search. Try using different keywords.
af: Ons kon geen taal vind wat by\jou soektog pas nie. Probeer verskillende sleutelwoorde gebruik.
bn: আমরা আপনার অনুসন্ধানের সাথে মেলে এমন কোনো ভাষা খুঁজে পাইনি৷ বিভিন্ন কীওয়ার্ড ব্যবহার করার চেষ্টা করুন।
de: Wir konnten keine Sprache finden, die zu Ihrer Suche passt. Versuchen Sie es mit verschiedenen Schlüsselwörtern.
es: No pudimos encontrar ningún idioma que coincida\ncon su búsqueda. Intente utilizar diferentes palabras clave.
fr: Nous n'avons trouvé aucune langue correspondant à votre recherche. Essayez d'utiliser des mots-clés différents.
hi: हमें आपकी खोज से मेल खाती कोई भाषा नहीं मिल सकी। विभिन्न कीवर्ड का उपयोग करने का प्रयास करें.
hr: Nismo mogli pronaći nijedan jezik koji odgovara\nvašem pretraživanju. Pokušajte koristiti druge ključne riječi.
id: Kami tidak dapat menemukan bahasa apa pun yang cocok\npenelusuran Anda. Coba gunakan kata kunci yang berbeda.
mr: आम्हाला तुमच्या शोधाशी जुळणारी कोणतीही भाषा सापडली नाही. भिन्न कीवर्ड वापरून पहा.
pt_br: Não foi possível encontrar nenhum idioma que corresponda à sua pesquisa. Tente usar palavras-chave diferentes.
ta: உங்கள் தேடலுடன் பொருந்தக்கூடிய எந்த மொழியையும் எங்களால் கண்டுபிடிக்க முடியவில்லை. வெவ்வேறு முக்கிய வார்த்தைகளைப் பயன்படுத்த முயற்சிக்கவும்.
te: మీ శోధనకు సరిపోలే\nఏ భాషని మేము కనుగొనలేకపోయాము. విభిన్న కీలకపదాలను ఉపయోగించి ప్రయత్నించండి.
zu: Asikwazanga ukuthola noma yiluphi ulimi olufana\nosesho lwakho. Zama ukusebenzisa amagama angukhiye ahlukene.

source: We couldn’t retrieve the translation at the moment. Please try again.
af: Ons kon nie die vertaling op die oomblik kry nie. Probeer asseblief weer.
bn: আমরা এই মুহূর্তে অনুবাদটি পুনরুদ্ধার করতে পারিনি। আবার চেষ্টা করুন.
de: Wir konnten die Übersetzung im Moment nicht abrufen. Bitte versuchen Sie es erneut.
es: No pudimos recuperar la traducción en este momento. Por favor inténtalo de nuevo.
fr: Nous n’avons pas pu récupérer la traduction pour le moment. Veuillez réessayer.
hi: हम फिलहाल अनुवाद पुनः प्राप्त नहीं कर सके। कृपया पुन: प्रयास करें।
hr: Trenutačno nismo mogli dohvatiti prijevod. Molimo pokušajte ponovo.
id: Kami tidak dapat mengambil terjemahannya saat ini. Silakan coba lagi.
mr: आम्ही याक्षणी भाषांतर पुनर्प्राप्त करू शकलो नाही. कृपया पुन्हा प्रयत्न करा.
pt_br: Não foi possível recuperar a tradução no momento. Por favor, tente novamente.
ta: தற்போது மொழிபெயர்ப்பை மீட்டெடுக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: మేము ప్రస్తుతం అనువాదాన్ని తిరిగి పొందలేకపోయాము. దయచేసి మళ్లీ ప్రయత్నించండి.
zu: Asikwazanga ukubuyisa okuhunyushiwe okwamanje. Sicela uzame futhi.

source: We couldn't save your image.
af: Ons kon nie jou prent stoor nie.
bn: আমরা আপনার ছবি সংরক্ষণ করতে পারিনি.
de: Wir konnten Ihr Bild nicht speichern.
es: No pudimos guardar tu imagen.
fr: Nous n'avons pas pu enregistrer votre image.
hi: हम आपकी छवि सहेज नहीं सके.
hr: Nismo uspjeli spremiti vašu sliku.
id: Kami tidak dapat menyimpan gambar Anda.
mr: आम्ही तुमची प्रतिमा जतन करू शकलो नाही.
pt_br: Não foi possível salvar sua imagem.
ta: உங்கள் படத்தை எங்களால் சேமிக்க முடியவில்லை.
te: మేము మీ చిత్రాన్ని సేవ్ చేయలేకపోయాము.
zu: Asikwazanga ukulondoloza isithombe sakho.

source: We couldn't translate the text from the image. Please try again with a clearer image or different text
af: Ons kon nie die teks vanaf die prent vertaal nie. Probeer asseblief weer met 'n duideliker prent of ander teks
bn: আমরা ছবিটি থেকে পাঠ্য অনুবাদ করতে পারিনি৷ অনুগ্রহ করে একটি পরিষ্কার চিত্র বা ভিন্ন পাঠ্য দিয়ে আবার চেষ্টা করুন৷
de: Wir konnten den Text aus dem Bild nicht übersetzen. Bitte versuchen Sie es erneut mit einem klareren Bild oder einem anderen Text
es: No pudimos traducir el texto de la imagen. Inténtalo de nuevo con una imagen más clara o un texto diferente.
fr: Nous n'avons pas pu traduire le texte de l'image. Veuillez réessayer avec une image plus claire ou un texte différent
hi: हम छवि से पाठ का अनुवाद नहीं कर सके. कृपया स्पष्ट छवि या भिन्न पाठ के साथ पुनः प्रयास करें
hr: Nismo mogli prevesti tekst sa slike. Pokušajte ponovo s jasnijom slikom ili drugačijim tekstom
id: Kami tidak dapat menerjemahkan teks dari gambar. Silakan coba lagi dengan gambar yang lebih jelas atau teks yang berbeda
mr: आम्ही प्रतिमेतील मजकूर अनुवादित करू शकलो नाही. कृपया स्पष्ट प्रतिमा किंवा भिन्न मजकुरासह पुन्हा प्रयत्न करा
pt_br: Não foi possível traduzir o texto da imagem. Tente novamente com uma imagem mais nítida ou um texto diferente
ta: படத்திலிருந்து உரையை மொழிபெயர்க்க முடியவில்லை. தெளிவான படம் அல்லது வேறு உரையுடன் மீண்டும் முயற்சிக்கவும்
te: మేము చిత్రం నుండి వచనాన్ని అనువదించలేకపోయాము. దయచేసి స్పష్టమైన చిత్రం లేదా వేరే వచనంతో మళ్లీ ప్రయత్నించండి
zu: Asikwazanga ukuhumusha umbhalo usuka esithombeni. Sicela uzame futhi ngesithombe esicacile noma umbhalo ohlukile

source: Weekly plan
af: Weeklikse plan
bn: সাপ্তাহিক পরিকল্পনা
de: Wochenplan
es: plan semanal
fr: Forfait hebdomadaire
hi: साप्ताहिक योजना
hr: Tjedni plan
id: Paket mingguan
mr: साप्ताहिक योजना
pt_br: Plano semanal
ta: வாராந்திர திட்டம்
te: వీక్లీ ప్లాన్
zu: Uhlelo lwamasonto onke

source: Works with .xcstrings — Xcode compiles it into en.lproj/Localizable.strings, fr.lproj/… at build time, so the bundle lookup succeeds.
af: Werk met .xcstrings — Xcode stel dit saam in en.lproj/Localizable.strings, fr.lproj/... tydens boutyd, sodat die bondelsoektog slaag.
bn: .xcstrings-এর সাথে কাজ করে — Xcode এটিকে en.lproj/Localizable.strings, fr.lproj/… বিল্ড টাইমে কম্পাইল করে, তাই বান্ডেল লুকআপ সফল হয়।
de: Funktioniert mit .xcstrings – Xcode kompiliert es zur Erstellungszeit in en.lproj/Localizable.strings, fr.lproj/…, sodass die Bundle-Suche erfolgreich ist.
es: Funciona con .xcstrings: Xcode lo compila en en.lproj/Localizable.strings, fr.lproj/… en el momento de la compilación, para que la búsqueda del paquete se realice correctamente.
fr: Fonctionne avec .xcstrings — Xcode le compile dans en.lproj/Localizing.strings, fr.lproj/… au moment de la construction, afin que la recherche du bundle réussisse.
hi: .xcstrings के साथ काम करता है - Xcode बिल्ड समय पर इसे en.lproj/Localizable.strings, fr.lproj/… में संकलित करता है, इसलिए बंडल लुकअप सफल होता है।
hr: Radi s .xcstrings — Xcode ga kompajlira u en.lproj/Localizable.strings, fr.lproj/… u vrijeme izgradnje, tako da pretraživanje paketa uspijeva.
id: Bekerja dengan .xcstrings — Xcode mengkompilasinya menjadi en.lproj/Localizable.strings, fr.lproj/… pada waktu pembuatan, sehingga pencarian bundel berhasil.
mr: .xcstrings सह कार्य करते — Xcode ते en.lproj/Localizable.strings, fr.lproj/... मध्ये संकलित करते, त्यामुळे बंडल लुकअप यशस्वी होतो.
pt_br: Funciona com .xcstrings - o Xcode o compila em en.lproj/Localizable.strings, fr.lproj/… no momento da compilação, para que a pesquisa do pacote seja bem-sucedida.
ta: .xcstrings உடன் வேலை செய்கிறது - Xcode அதை en.lproj/Localizable.strings, fr.lproj/... என தொகுக்கிறது.
te: .xcstringsతో పని చేస్తుంది — Xcode బిల్డ్ సమయంలో en.lproj/Localizable.strings, fr.lproj/... లోకి కంపైల్ చేస్తుంది, కాబట్టి బండిల్ లుక్అప్ విజయవంతమవుతుంది.
zu: Isebenza nge-.xcstrings — I-Xcode iyihlanganisa ibe yi-en.lproj/Localizable.strings, fr.lproj/… ngesikhathi sokwakha, ukuze ukubhekwa kwenqwaba kuphumelele.

source: Would you like to change the source language to
af: Wil jy die brontaal verander na
bn: আপনি উৎস ভাষা পরিবর্তন করতে চান
de: Möchten Sie die Ausgangssprache ändern?
es: ¿Le gustaría cambiar el idioma de origen a
fr: Souhaitez-vous changer la langue source en
hi: क्या आप स्रोत भाषा को इसमें बदलना चाहेंगे?
hr: Želite li promijeniti izvorni jezik u
id: Apakah Anda ingin mengubah bahasa sumber menjadi
mr: तुम्ही स्रोत भाषा यामध्ये बदलू इच्छिता
pt_br: Você gostaria de alterar o idioma de origem para
ta: இதற்கு மூல மொழியை மாற்ற விரும்புகிறீர்களா
te: మీరు సోర్స్ లాంగ్వేజ్‌ని మార్చాలనుకుంటున్నారా
zu: Ungathanda ukushintsha ulimi lomthombo lube

source: year
af: jaar
bn: বছর
de: Jahr
es: año
fr: année
hi: वर्ष
hr: godina
id: tahun
mr: वर्ष
pt_br: ano
ta: ஆண்டு
te: సంవత్సరం
zu: unyaka

source: Yearly plan
af: Jaarlikse plan
bn: বার্ষিক পরিকল্পনা
de: Jahresplan
es: plan anual
fr: Plan annuel
hi: वार्षिक योजना
hr: Godišnji plan
id: Rencana tahunan
mr: वार्षिक योजना
pt_br: Plano anual
ta: ஆண்டு திட்டம்
te: వార్షిక ప్రణాళిక
zu: Uhlelo lonyaka

source: Yesterday
af: Gister
bn: গতকাল
de: Gestern
es: Ayer
fr: Hier
hi: कल
hr: Jučer
id: Kemarin
mr: काल
pt_br: Ontem
ta: நேற்று
te: నిన్న
zu: Izolo

source: You’ll be charged
af: Jy sal gehef word
bn: আপনাকে চার্জ করা হবে
de: Ihnen wird eine Gebühr berechnet
es: Se te cobrará
fr: Vous serez facturé
hi: आपसे शुल्क लिया जाएगा
hr: Bit će vam naplaćeno
id: Anda akan dikenakan biaya
mr: तुमच्याकडून शुल्क आकारले जाईल
pt_br: Você será cobrado
ta: உங்களிடம் கட்டணம் விதிக்கப்படும்
te: మీకు ఛార్జీ విధించబడుతుంది
zu: Uzokhokhiswa

source: You’re using offline translation
af: Jy gebruik vanlyn vertaling
bn: আপনি অফলাইন অনুবাদ ব্যবহার করছেন
de: Sie verwenden die Offline-Übersetzung
es: Estás usando traducción sin conexión
fr: Vous utilisez la traduction hors ligne
hi: आप ऑफ़लाइन अनुवाद का उपयोग कर रहे हैं
hr: Koristite izvanmrežni prijevod
id: Anda menggunakan terjemahan offline
mr: तुम्ही ऑफलाइन भाषांतर वापरत आहात
pt_br: Você está usando tradução off-line
ta: ஆஃப்லைன் மொழிபெயர்ப்பைப் பயன்படுத்துகிறீர்கள்
te: మీరు ఆఫ్‌లైన్ అనువాదాన్ని ఉపయోగిస్తున్నారు
zu: Usebenzisa ukuhumusha okungaxhunyiwe ku-inthanethi

# Your bookmarks will appear here once added
source: Your bookmarks will appear\nhere once added
af: Jou boekmerke sal\nhier verskyn sodra dit bygevoeg is
bn: আপনার বুকমার্কগুলি একবার যোগ করা হলে\nএখানে প্রদর্শিত হবে৷
de: Ihre Lesezeichen werden hier angezeigt, sobald sie hinzugefügt wurden
es: Tus favoritos aparecerán\naquí una vez agregados
fr: Vos favoris apparaîtront\nici une fois ajoutés
hi: आपके बुकमार्क जुड़ते ही\nयहां दिखाई देंगे
hr: Vaše će se oznake pojaviti\novdje nakon dodavanja
id: Bookmark Anda akan muncul\ndi sini setelah ditambahkan
mr: तुमचे बुकमार्क एकदा जोडल्यावर\nयेथे दिसतील
pt_br: Seus favoritos aparecerão\naqui depois de adicionados
ta: சேர்த்தவுடன் உங்கள் புக்மார்க்குகள்\nஇங்கு தோன்றும்
te: జోడించిన తర్వాత మీ బుక్‌మార్క్‌లు\nఇక్కడ కనిపిస్తాయి
zu: Amabhukumaka akho azovela\lapha uma esengeziwe

source: Your bookmarks will be erased, but your history stays. Do you want to continue?
af: Jou boekmerke sal uitgevee word, maar jou geskiedenis bly. Wil jy voortgaan?
bn: আপনার বুকমার্ক মুছে ফেলা হবে, কিন্তু আপনার ইতিহাস থেকে যায়. আপনি কি চালিয়ে যেতে চান?
de: Ihre Lesezeichen werden gelöscht, Ihr Verlauf bleibt jedoch erhalten. Möchten Sie fortfahren?
es: Tus marcadores se borrarán, pero tu historial permanecerá. ¿Quieres continuar?
fr: Vos favoris seront effacés, mais votre historique restera. Voulez-vous continuer ?
hi: आपके बुकमार्क मिटा दिए जाएंगे, लेकिन आपका इतिहास बना रहेगा। क्या आप जारी रखना चाहते हैं?
hr: Vaše će oznake biti izbrisane, ali vaša povijest ostaje. Želite li nastaviti?
id: Bookmark Anda akan dihapus, tetapi riwayat Anda tetap ada. Apakah Anda ingin melanjutkan?
mr: तुमचे बुकमार्क मिटवले जातील, पण तुमचा इतिहास तसाच राहील. तुम्हाला सुरू ठेवायचे आहे का?
pt_br: Seus favoritos serão apagados, mas seu histórico permanecerá. Você quer continuar?
ta: உங்கள் புக்மார்க்குகள் அழிக்கப்படும், ஆனால் உங்கள் வரலாறு அப்படியே இருக்கும். தொடர வேண்டுமா?
te: మీ బుక్‌మార్క్‌లు తొలగించబడతాయి, కానీ మీ చరిత్ర అలాగే ఉంటుంది. మీరు కొనసాగించాలనుకుంటున్నారా?
zu: Amabhukumaka akho azosulwa, kodwa umlando wakho uhlezi. Uyafuna ukuqhubeka?

source: Your conversation will show up here
af: Jou gesprek sal hier verskyn
bn: আপনার কথোপকথন এখানে প্রদর্শিত হবে
de: Ihre Konversation wird hier angezeigt
es: Tu conversación aparecerá aquí.
fr: Votre conversation s'affichera ici
hi: आपकी बातचीत यहां दिखाई देगी
hr: Vaš razgovor će se pojaviti ovdje
id: Percakapan Anda akan muncul di sini
mr: तुमचे संभाषण येथे दर्शविले जाईल
pt_br: Sua conversa aparecerá aqui
ta: உங்கள் உரையாடல் இங்கே காண்பிக்கப்படும்
te: మీ సంభాషణ ఇక్కడ చూపబడుతుంది
zu: Ingxoxo yakho izovela lapha

source: Your device doesn't support Live Text scanning. Ensure you have a compatible device and camera access enabled
af: Jou toestel ondersteun nie regstreekse teksskandering nie. Maak seker dat jy 'n versoenbare toestel en kameratoegang geaktiveer het
bn: আপনার ডিভাইস লাইভ টেক্সট স্ক্যানিং সমর্থন করে না। আপনার একটি সামঞ্জস্যপূর্ণ ডিভাইস এবং ক্যামেরা অ্যাক্সেস সক্ষম আছে তা নিশ্চিত করুন
de: Ihr Gerät unterstützt das Scannen von Live-Text nicht. Stellen Sie sicher, dass Sie über ein kompatibles Gerät und einen aktivierten Kamerazugriff verfügen
es: Su dispositivo no admite el escaneo de Live Text. Asegúrese de tener un dispositivo compatible y acceso a la cámara habilitado
fr: Votre appareil ne prend pas en charge la numérisation Live Text. Assurez-vous que vous disposez d'un appareil compatible et que l'accès à la caméra est activé
hi: आपका डिवाइस लाइव टेक्स्ट स्कैनिंग का समर्थन नहीं करता है. सुनिश्चित करें कि आपके पास एक संगत डिवाइस और कैमरा एक्सेस सक्षम है
hr: Vaš uređaj ne podržava skeniranje teksta uživo. Provjerite imate li omogućen pristup kompatibilnom uređaju i kameri
id: Perangkat Anda tidak mendukung pemindaian Teks Langsung. Pastikan Anda mengaktifkan perangkat yang kompatibel dan akses kamera
mr: तुमचे डिव्हाइस थेट मजकूर स्कॅनिंगला सपोर्ट करत नाही. तुमच्याकडे सुसंगत डिव्हाइस आणि कॅमेरा प्रवेश सक्षम असल्याची खात्री करा
pt_br: Seu dispositivo não oferece suporte à digitalização de texto ativo. Certifique-se de ter um dispositivo compatível e o acesso à câmera ativado
ta: உங்கள் சாதனம் லைவ் டெக்ஸ்ட் ஸ்கேனிங்கை ஆதரிக்கவில்லை. உங்களிடம் இணக்கமான சாதனம் மற்றும் கேமரா அணுகல் இயக்கப்பட்டிருப்பதை உறுதிசெய்யவும்
te: మీ పరికరం లైవ్ టెక్స్ట్ స్కానింగ్‌కు మద్దతు ఇవ్వదు. మీకు అనుకూల పరికరం మరియు కెమెరా యాక్సెస్ ప్రారంభించబడిందని నిర్ధారించుకోండి
zu: Idivayisi yakho ayikusekeli ukuskena kombhalo obukhoma. Qinisekisa ukuthi unedivayisi ehambisanayo nokufinyelela kwekhamera okunikwe amandla

source: Your history will show up here
af: Jou geskiedenis sal hier verskyn
bn: আপনার ইতিহাস এখানে প্রদর্শিত হবে
de: Ihr Verlauf wird hier angezeigt
es: Tu historial aparecerá aquí.
fr: Votre historique s'affichera ici
hi: आपका इतिहास यहां दिखाई देगा
hr: Ovdje će se prikazati vaša povijest
id: Riwayat Anda akan muncul di sini
mr: तुमचा इतिहास येथे दर्शविला जाईल
pt_br: Seu histórico aparecerá aqui
ta: உங்கள் வரலாறு இங்கே காண்பிக்கப்படும்
te: మీ చరిత్ర ఇక్కడ చూపబడుతుంది
zu: Umlando wakho uzovela lapha

source: Your image has been successfully saved to Photos.
af: Jou prent is suksesvol in Foto's gestoor.
bn: আপনার ছবি সফলভাবে ফটোতে সংরক্ষিত হয়েছে।
de: Ihr Bild wurde erfolgreich in Fotos gespeichert.
es: Su imagen se ha guardado correctamente en Fotos.
fr: Votre image a été enregistrée avec succès dans Photos.
hi: आपकी छवि फ़ोटो में सफलतापूर्वक सहेज ली गई है.
hr: Vaša je slika uspješno spremljena u Fotografije.
id: Gambar Anda telah berhasil disimpan ke Foto.
mr: तुमची प्रतिमा फोटोमध्ये यशस्वीरित्या जतन केली गेली आहे.
pt_br: Sua imagem foi salva com sucesso em Fotos.
ta: உங்கள் படம் புகைப்படங்களில் வெற்றிகரமாகச் சேமிக்கப்பட்டது.
te: మీ చిత్రం ఫోటోలకు విజయవంతంగా సేవ్ చేయబడింది.
zu: Isithombe sakho silondolozwe ngempumelelo ezithombeni.
